Please enter a positive value less than Actual Tread Depth on Stair Path (%Actual Tread Depth%).
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WinderRunInsideMinTreadDepthFailure { get; }
  Visual Basic
Public Shared ReadOnly Property WinderRunInsideMinTreadDepthFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WinderRunInsideMinTreadDepthFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace